// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Speed Dial/Group Dial List"="快速撥號/群組撥號清單";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Count"="快速撥號: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Count"="群組: %d";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Max"="項目數量上限: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Max"="您最多可新增 %d 個快速撥號項目。";
"Import from Other Phone Book"="從通訊錄匯入";

// ------------------------------------------------------------------------
// OK/Cancel
// ------------------------------------------------------------------------
"OK"="好";
"Cancel"="取消";

// ------------------------------------------------------------------------
// Confirm write Speed Dial/Group Dial for Printer
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write"="印表機\"%@\"的快速撥號/群組撥號已變更。\n是否要將這些變更儲存在印表機中？";
"Str_Alert_Printer_Speed_Dial_Confirm_Before_Execute"="印表機\"%@\"的快速撥號/群組撥號已變更。";

// ------------------------------------------------------------------------
// Wait Dialog(read Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Read_Wait_Dial"="讀取快速撥號...";

// ------------------------------------------------------------------------
// Confirm write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write_Data"="準備開始儲存資料。是否要繼續?";

// ------------------------------------------------------------------------
// Confirm over write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_ReWrite"="印表機的快速撥號/群組撥號設定已變更。\n是否要覆蓋？";

// ------------------------------------------------------------------------
// Wait Dialog(write Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Send_Wait_Dial"="寫入快速撥號...";

// ------------------------------------------------------------------------
// Confirm Import data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Import_Dial"="如果匯入的個人資料包含了快速撥號名稱不支援的字元，則快速撥號欄位會保留空白。";

// ------------------------------------------------------------------------
// Select Import Target
// ------------------------------------------------------------------------
"Select Import Target"="選取匯入目標";
"Select data to import."="請選取要匯入的資料";

// ------------------------------------------------------------------------
// Edit Speed Dial
// ------------------------------------------------------------------------
"Str_Edit_Speed_Dial_Dlg_Window_Title"="編輯快速撥號";
"Str_Edit_Speed_Dial_Entry_Number"="項目號碼 : %d";
"Name/Group Name"="名稱/群組名稱";
"Fax Number"="傳真號碼";
"Because \"-\" acts as a pause, do not use it to punctuate phone numbers."="由於〝-〞 表示暫停，因此請勿用於電話號碼中。";
"Speed Dial"="快速撥號";
"Group Dial"="群組撥號";

// ------------------------------------------------------------------------
// Edit Group Dial
// ------------------------------------------------------------------------
"Str_Edit_Group_Dial_Dlg_Window_Title"="編輯群組撥號";
"Str_Edit_Group_Dial_Entry_Number"="項目號碼 : %d";
"Member"="成員";
"Entry Number"="項目號碼";

// ------------------------------------------------------------------------
// Confirm Delete Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial"="是否要清除項目編號 %d 的快速撥號?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group"="項目編號 %d 的快速撥號已登錄至一個或多個群組，並且將從群組中刪除此編號。\n是否要清除項目編號 %d 的快速撥號？";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group_Count0"="項目編號 %d 的快速撥號已登錄至一個或多個群組，並且將會從群組中刪除。因此，某些群組會變成空白並且被清除。\n是否要清除項目編號 %d 的快速撥號？";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Group"="是否要清除項目編號 %d 的群組撥號?";

// ------------------------------------------------------------------------
// Confirm Delete All Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_All"="是否要清除印表機\"%@\"全部的快速撥號清單及群組撥號清單？";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="關於FAX Utility...";
"Preferences..."="偏好設定...";
"Services"="服務";
"Hide FAX Utility"="隱藏FAX Utility";
"Hide Others"="隱藏其他";
"Show All"="顯示全部";
"Quit FAX Utility"="結束FAX Utility";
"File"="檔案";
"Get Speed Dials..."="讀取快速撥號";
"Send Speed Dials..."="寫入快速撥號";
"Import"="匯入";
"Back up"="備份";
"Close"="關閉";
"From Address Book"="從通訊錄";
"Save Backup..."="儲存備份...";
"Restore Backup..."="還原備份...";
"Edit"="編輯";
"Undo"="復原";
"Redo"="重複";
"Cut"="剪下";
"Copy"="複製";
"Paste"="貼上";
"Select All"="全選";
"Edit..."="編輯...";
"Delete"="刪除";
"Delete All"="刪除全部";
"Window"="視窗";
"Minimize"="縮到最小";
"Help"="說明";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="取消";
"Str_Alert_Common_OK"="好";

"Str_Alert_Common_Necessary_File_Not_Found"="找不到執行應用程式所需的檔案。\n請重新安裝 FAX Utility。";
"Str_Alert_Common_Cannot_Get_Printer_Information"="無法取得印表機 (傳真) 資訊。請開啟〝列印及傳真偏好設定〞，然後新增電腦傳真驅動程式。";
"Str_Alert_Common_Confirm_OverWrite"="指定的檔案已存在。是否要覆寫？";
"Str_Alert_Common_Not_Responding_Error"="印表機沒有回應。確定有正確地連接印表機，並且已開啟電源。";
"Str_Alert_Common_Communication_Error"="發生印表機連線錯誤。";
"Str_Alert_Common_Printer_Processing_Error"="印表機正在處理資料。請稍後重試一次。";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="連接至印表機時出現錯誤。\n錯誤代碼 (%d)";
"Str_Alert_Common_Error_Occurred"="由於發生錯誤，因此取消處理。";
"Str_Alert_Common_PrinterStatusError"="印表機發生錯誤。請清除錯誤，然後重試一次。";

// ------------------------------------------------------------------------
// Alert(Printer Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="無法開啟快速撥號/群組撥號清單，因為其他 FAX Utility 功能已經在執行中。請等候執行完畢，然後再試一次。";
"Str_Alert_Fax_SpeedDial_GroupDial_Dial_Data_Write_Failed"="無法寫入快速撥號/群組撥號。\n是否要退出快速撥號/群組撥號清單？";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open_Fax_Phone_Book"="無法開啟通訊錄。\n錯誤代碼 (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Fax_Phone_Book_Not_Found"="找不到通訊錄。\n取消匯入。";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Get_Fax_Phone_Book_Data"="無法從通訊錄取得資料。";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Volume_Near_Full"="無法寫入備份檔案。\n可用空間不足或是有防寫保護。";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Other_Application_Using"="無法寫入備份檔案。\n其他應用程式正在使用指定的檔案。";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_With_ErrorCode"="無法寫入備份檔案。\n錯誤代碼 (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Broken"="無法辨識檔案格式。\n檔案可能損毀或是由其他程式所建立。";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_Other_Application_Using"="無法讀取備份檔案。\n其他應用程式正在使用指定的檔案。";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_With_ErrorCode"="無法讀取備份檔案。\n錯誤代碼 (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_GroupName_Not_Support"="輸入的名稱/群組名稱中出現不支援的字元。\n您只可使用英文字母和數字、及符號。";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Not_Support"="傳真號碼包含不支援的字元。\n您只可使用 0 至 9、*、#、- 及空格。";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial"="項目編號 %d 的快速撥號已登錄至一個或多個群組。將快速撥號變更為群組撥號會從現有的群組中刪除此快速撥號。\n是否要將項目編號 %d 的快速撥號變更為群組撥號？";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial_And_Group_Dial"="項目編號 %d 的快速撥號已登錄至一個或多個群組。將快速撥號變更為群組撥號會從現有的群組中刪除此快速撥號。因此，某些群組會變成空白並且被清除。\n是否要將項目編號 %d 的快速撥號變更為群組撥號？";
"Str_Alert_Fax_SpeedDial_GroupDial_Maximum_Group_Dial"="您最多可將 %d 組快速撥號號碼登錄於一個群組。";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_Name_Is_Space_Only"="名稱/群組名稱不可只輸入空格。";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Is_Space_Only"="傳真號碼不可只輸入空格。";
"Str_Alert_Fax_SpeedDial_GroupDial_Import_File_Not_Found"="找不到要匯入的檔案。";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Version"="無法讀取選取的檔案，因為這是以較新版本的 FAX Utility 所建立的檔案。";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="指定的檔案包含一些無法還原的項目，因為這些項目數量超過下列連線印表機的限制。\n是否要還原有效項目？";
"Str_AlertInfo_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="項目數量上限: %d\n各個群組撥號的項目數量上限: %d";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_NoAvailableData"="指定檔案的項目無法還原。";

// ------------------------------------------------------------------------
"NickName"="索引詞";
"Fax Speed"="傳真速度";
"Default Speed"="預設值";
"StrAlert_Input_NickName_UnknownCharacter_Not_Support"="輸入的索引詞中出現不支援的字元。";
"StrAlert_Input_Name_UnknownCharacter_Not_Support"="輸入的名稱/群組名稱中出現不支援的字元。";
"Str_InUseByAnotherFunction"="正由其他功能使用中";

"StrAlert_InUseByAnotherFunction_CannotMove"="無法移動。指定位置上或週邊有一或多個項目正由其他功能使用中。";
"StrAlert_ProtectedData_Exist"="有一或多個項目正由排程傳真或其他功能使用中。這些項目正受到保護，無法變更。";
"StrAlert_ProtectedData_CannotMove"="無法移動。指定位置上或週邊有一或多個項目正受到保護。";
"StrAlert_PhoneBook_ReWrite"="有一或多個項目已由其他使用者變更。\n是否要覆寫？";
"StrAlert_ProtectedData_WriteExcept"="下列項目由於已有其他使用者開始使用，因此為保護狀態。\n項目號碼：%@\n\n是否要寫入上述以外的其他項目？";
"StrAlert_InUseByAnotherFunction_ClearData"="顯示「正由其他功能使用中」之訊息的項目無法儲存。\n是否要繼續？";
"StrAlert_ProtectedData_CannotSaveStatus"="無法儲存某些項目的保護狀態。\n是否要繼續？";
"StrAlert_RestoreData_ClearNameUnknownCharacter"="如果還原資料的欄位中出現任何不支援的字元，名稱/群組名稱欄位將變成空白。";
"StrAlert_InUseByAnotherFunction_RestoreData"="一或多個項目正由其他功能使用中。這些項目也會由還原的內容所覆寫。\n是否要繼續？";

"StrAlert_ProtectedData_1"="無法將下列項目儲存到您的印表機。在您從印表機取得這些項目之後，它們已被使用且受到保護。儲存時，將會在印表機中以這些項目覆蓋原有項目，並會失去您對這些項目所做的任何變更。\n項目號碼：%@";
"StrAlert_ProtectedData_2"="下列群組撥號項目包括一或多個目前在印表機中受到保護的快速撥號項目。當儲存群組時，將會排除這些快速撥號。當群組中沒有快速撥號時，將會刪除群組撥號。\n項目號碼：%@";
"StrAlert_ProtectedData_3"="是否要繼續？";
"StrAlert_RestoreData_1"="無法還原備份檔案中的下列快速撥號或群組撥號項目。\n項目號碼：%@\n無法覆蓋上列號碼的受保護項目。";
"StrAlert_RestoreData_2"="下列群組撥號項目包括一或多個無法還原的快速撥號項目。當還原群組時，將會排除任何無法還原的快速撥號。當群組中沒有快速撥號時，將會刪除群組撥號。\n項目號碼：%@";
"StrAlert_RestoreData_3"="是否要繼續？";
"StrAlert_Confirm_Delete_ALLData_ExceptProtect"="有一或多個受保護的快速撥號或群組撥號項目。無法刪除任何受保護的項目。\n是否要刪除除了受保護的項目以外的所有項目？";

"Str_FaxContacts"="聯絡資訊";
"Str_FaxAddressBook"="通訊錄";
"StrAlert_CannotAccessContacts_A"="不允許使用%@。";
"StrAlert_CannotAccessContacts_B"="允許 FAX Utility 使用%@。請至 [系統偏好設定] - [安全性與隱私] - [隱私] - [%@]。\n重新啟動 FAX Utility 即可更新。";
